dynamo_static/static_logs_3/workloada_static_load.log
0    [Thread-1] INFO  site.ycsb.db.DynamoDBClient  -dynamodb connection created with http://dynamodb.us-east-2.amazonaws.com
[OVERALL], RunTime(ms), 563691
[OVERALL], Throughput(ops/sec), 1.7740215827465757
[TOTAL_GCS_Copy], Count, 33
[TOTAL_GC_TIME_Copy], Time(ms), 50
[TOTAL_GC_TIME_%_Copy], Time(%), 0.008870107913732878
[TOTAL_GCS_MarkSweepCompact], Count, 0
[TOTAL_GC_TIME_MarkSweepCompact], Time(ms), 0
[TOTAL_GC_TIME_%_MarkSweepCompact], Time(%), 0.0
[TOTAL_GCs], Count, 33
[TOTAL_GC_TIME], Time(ms), 50
[TOTAL_GC_TIME_%], Time(%), 0.008870107913732878
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 2.0
[CLEANUP], MinLatency(us), 2
[CLEANUP], MaxLatency(us), 2
[CLEANUP], 95thPercentileLatency(us), 2
[CLEANUP], 99thPercentileLatency(us), 2
[INSERT], Operations, 1000
[INSERT], AverageLatency(us), 562463.406
[INSERT], MinLatency(us), 5268
[INSERT], MaxLatency(us), 4345855
[INSERT], 95thPercentileLatency(us), 3983359
[INSERT], 99thPercentileLatency(us), 4169727
[INSERT], Return=OK, 1000